NSCameraUsageDescription = "扫面文档生成图片和视频需要相机权限。";
NSFaceIDUsageDescription = "使用面部识别进行验证需要Face ID。";
NSLocationAlwaysUsageDescription = "The app will show your location on a map.";
NSPhotoLibraryUsageDescription = "上传您的相片和视频至您的云存储需要相册库权限。";
NSPhotoLibraryAddUsageDescription = "上传您的相片和视频至您的云存储需要相册库权限。";
NSMicrophoneUsageDescription = "创建语音笔记需要麦克风权限。";
NSLocationWhenInUseUsageDescription = "The app will show your location on a map.";
